tap "jandedobbeleer/oh-my-posh"
tap "libsql/sqld"
tap "modularml/packages"
tap "railwayapp/railway"
tap "tursodatabase/tap"
brew "act"
brew "bat"
brew "openjdk@21"
brew "bazel"
brew "cocoapods"
brew "sqlite"
brew "deno"
brew "erlang"
brew "elixir"
brew "eza"
brew "fastlane"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "grafana"
brew "helix"
brew "htop"
brew "hyperfine"
brew "mint"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "node"
brew "nushell"
brew "nvm"
brew "openjdk@11"
brew "pnpm"
brew "postgresql@14"
brew "protobuf"
brew "ripgrep"
brew "rush"
brew "swiftgen"
brew "tree"
brew "trippy"
brew "uv"
brew "volta"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "zig"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "modularml/packages/modular"
brew "railwayapp/railway/railway"
brew "tursodatabase/tap/turso"
cask "cool-retro-term"
cask "dropbox"
cask "fig"
cask "font-monaspace"
cask "font-monocraft"
cask "ghostty"
cask "macdown"
cask "neovide-app"
cask "notion"
cask "omnidisksweeper"
cask "raycast"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "ms-vsliveshare.vsliveshare"
