tap "caskroom/fonts"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "sambadevi/powerlevel9k"
brew "webp"
brew "bash"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "htop"
brew "hub"
brew "imagemagick"
brew "neofetch"
brew "node"
brew "nvm"
brew "trash"
brew "tree"
brew "yarn"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "sambadevi/powerlevel9k/powerlevel9k@0.6.3"
cask "brooklyn"
cask "firefox"
cask "font-hack-nerd-font"
cask "graphiql"
cask "iterm2"
cask "ngrok"
cask "webponize"
